{"meta":{"version":"1.0","last_updated":"2026-01-10","region":"IN","description":"Educational content for SGBs, Corporate Bonds, G-Secs, and 54EC Bonds focusing on YTM, liquidity risks, and taxation."},"sgb_knowledge":{"title":"Sovereign Gold Bonds (SGB): The Gold Standard","benefits_decoder":[{"id":"sgb_tax_free","name":"Tax-Free Maturity","benefit":"100% Tax Exempt","insight":"Unlike physical gold or Gold ETFs, the capital gains on SGBs are completely tax-free if held until maturity (8 years).","action":"Always prefer SGB over physical coins for investment."},{"id":"sgb_interest","name":"The Extra 2.5%","benefit":"Annual Interest","insight":"You earn 2.5% simple interest per year on your initial investment amount, paid semi-annually. This is fully taxable.","action":"Factor this into your cash flow, but remember it's taxable income."}],"liquidity_check":[{"id":"sgb_lock_in","term":"8-Year Lock-in","rule":"Exit allowed after Year 5","insight":"You can surrender the bond to RBI after 5 years on interest payment dates. However, you can sell on the stock exchange anytime if you have a Demat account (liquidity may be low).","action":"Check exchange prices; SGBs often trade at a discount to gold prices in the secondary market."}]},"corporate_bond_knowledge":{"title":"Corporate Bonds: The 'Yield' Trap","risk_decoder":[{"id":"bond_ytm_vs_coupon","name":"Coupon Rate vs YTM","risk":"The Premium Trap","insight":"A bond might have a 10% Coupon (Interest Rate) but trade at ₹1,100 (Face Value ₹1,000). Your actual return (YTM) will be much lower than 10% because you lose ₹100 capital at maturity.","action":"Always look at 'Yield to Maturity' (YTM), NEVER just the Coupon Rate."},{"id":"bond_credit_rating","name":"Credit Rating Reality","risk":"Ratings Can Change","insight":"AAA is safest, but AA or A rated bonds offer higher rates. Remember, if a company defaults (like DHFL/IL&FS), you can lose 100% principal.","action":"For retail investors, stick to AAA or AA+ rated bonds only."},{"id":"bond_liquidity","name":"Liquidity Risk","risk":"Hard to Sell","insight":"Unlike stocks, retail bonds in India have very low trading volume. You might not find a buyer when you want to sell before maturity.","action":"Only invest money you can afford to lock away until the maturity date."}],"structure_check":[{"id":"bond_secured_vs_unsecured","term":"Secured vs Unsecured","recommendation":"Always Secured","reason":"Secured bonds are backed by company assets. If they go bankrupt, assets are sold to pay you. Unsecured bonds (or Perpetual/AT1 bonds) have no such guarantee.","action":"Check the Information Memorandum (IM) to see if it is 'Secured'."}]},"tax_saving_bonds":{"title":"54EC Bonds: Saving Capital Gains Tax","features":[{"id":"54ec_purpose","name":"Save LTCG Tax","insight":"If you sell property and have Long Term Capital Gains, investing that gain (up to ₹50 Lakh) in 54EC bonds (REC/PFC/IRFC) within 6 months saves the tax.","action":"Strict 6-month deadline from date of property sale."},{"id":"54ec_returns","name":"Low Returns (5.25%)","insight":"These bonds pay very low interest (~5.25%), which is taxable. The only benefit is saving the 12.5% or 20% tax on your property profit.","action":"Calculate: Is saving 12.5% tax worth locking money at 5% for 5 years? (Usually yes, but check math)."}]},"tax_decoder":{"title":"Bond Taxation: It's Complicated","rules":[{"id":"tax_interest","name":"Interest Income","rule":"Taxed at Slab","insight":"Interest from Corporate Bonds, G-Secs, and 54EC is added to your income and taxed at your slab rate (10%/20%/30%).","exception":"Only Tax-Free Bonds (issued by PSUs like NHAI/HUDCO years ago) have tax-free interest."},{"id":"tax_capital_gains","name":"Selling Before Maturity","rule":"12.5% LTCG (>12 months)","insight":"If you sell a listed bond on the exchange after holding for 12 months, profit is taxed at 12.5%. If sold before 12 months, it is slab rate.","action":"Holding > 1 year is tax-efficient for listed bonds."}]}}