{"meta":{"version":"1.0","last_updated":"2026-01-10","region":"IN","description":"Educational content for Government Retirement Schemes (EPF, NPS, PPF) focusing on hidden clauses, tax traps, and optimization."},"epf_knowledge":{"title":"EPF (Employees' Provident Fund): The Hidden Rules","salary_decoder":[{"id":"epf_eps_split","name":"The 'Pension' Diversion","rule":"12% Employer Share is NOT fully EPF","insight":"Out of your employer's 12% share, 8.33% goes to the Pension Scheme (EPS) (capped at ₹1,250/mo) and only 3.67% goes to your EPF corpus.","action":"Don't calculate 24% of Basic as your EPF corpus. It's actually ~15.67% + Fixed Pension."},{"id":"epf_vpf","name":"VPF (Voluntary Provident Fund)","rule":"Safe 8.25% Return","insight":"You can ask HR to deduct more than 12% from your salary. This extra amount (VPF) earns the same high government interest rate.","action":"Highly recommended for safe debt allocation. Better than FD."}],"tax_traps":[{"id":"epf_tax_5yr","name":"The 5-Year Service Rule","risk":"High (Taxable Withdrawal)","explanation":"If you withdraw EPF before completing 5 years of *continuous* service, the entire amount becomes taxable, and previously claimed 80C deductions are reversed.","recommendation":"Never withdraw during job switches. Always 'Transfer' your EPF to the new employer to keep the 5-year counter running."},{"id":"epf_tax_limit","name":"Interest Tax on High Contribution","risk":"Medium (High Earners)","explanation":"If your total EPF+VPF contribution exceeds ₹2.5 Lakh in a year, the interest earned on the *excess* amount is taxable.","recommendation":"Monitor your VPF contributions to stay tax-efficient."}],"process_checks":[{"item":"UAN Merge","note":"Ensure all previous company PF accounts are merged into your current UAN. Unmerged accounts stop earning interest after 3 years of inactivity."},{"item":"Date of Exit","note":"Check if your previous employer marked 'Date of Exit' in the EPF portal. You cannot transfer funds without this."}]},"ppf_knowledge":{"title":"PPF (Public Provident Fund): Optimization Hacks","optimization_hacks":[{"id":"ppf_5th_rule","name":"The '5th of the Month' Rule","rule":"Invest before the 5th","insight":"Interest is calculated on the lowest balance between the 5th and the last day of the month. If you deposit on the 6th, you lose interest for the whole month.","action":"Set your SIP/Standing Instruction for the 1st or 2nd of every month."},{"id":"ppf_extension","name":"Maturity Extension Block","rule":"Extend in blocks of 5 years","insight":"After 15 years, you can extend PPF by 5 years *with* or *without* fresh contributions. This keeps your corpus earning tax-free interest.","action":"Submit Form H within 1 year of maturity to extend with contributions."}],"liquidity_decoder":[{"id":"ppf_loan","name":"Loan Against PPF","availability":"Year 3 to Year 6","insight":"You can take a loan at just +1% interest rate against your PPF balance. Extremely cheap credit.","action":"Use this for emergencies instead of a Personal Loan."},{"id":"ppf_withdrawal","name":"Partial Withdrawal","availability":"From Year 7 onwards","insight":"You can withdraw 50% of the balance after completing 6 financial years.","action":"Tax-free withdrawal. Good for child education milestones."}]},"nps_knowledge":{"title":"NPS (National Pension System): The Fine Print","fee_decoder":[{"id":"nps_pop_charges","name":"POP Charges (Point of Presence)","insight":"Banks charge a small fee (0.10% or min ₹10-20) every time you invest. Doing it directly via eNPS saves some commission.","action":"Invest via eNPS (CRA) directly to minimize transaction costs."},{"id":"nps_annuity_trap","name":"The Annuity Lock (The 40% Rule)","insight":"At age 60, you CANNOT withdraw 100% money. You must buy an Annuity (Pension Plan) for at least 40% of the corpus. The pension you receive is **Taxable**.","action":"Factor this taxation into your retirement planning. NPS is not fully tax-free like PPF."}],"smart_choices":[{"id":"nps_auto_vs_active","name":"Auto vs Active Choice","recommendation":"Active Choice (LC 75)","reason":"Auto choice reduces equity exposure conservatively as you age. 'Active Choice' lets you keep Equity at 75% until age 60 for max growth.","action":"Review your asset allocation. If you are young (<45), verify you aren't stuck in a low-equity Auto tier."},{"id":"nps_tier2","name":"Tier 2 Account","insight":"It works like a low-cost Mutual Fund with no lock-in. You can withdraw anytime.","action":"Good for parking surplus money if you want low management fees, but NO tax benefits here."}]},"common_checks":{"checklist":[{"item":"Nominee Update","note":"Crucial. Unclaimed PF/Pension money is huge in India. Ensure nominees are current (e.g., update after marriage)."},{"item":"e-Nomination","note":"For EPF, filing e-Nomination online is mandatory to view your passbook or file claims."}]}}